Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sudo.cli.error.unexpected_argument
source: sudo: unexpected argument: %@
ar: sudo: وسيطة غير متوقعة: %@
bs: sudo: neočekivani argument: %@
da: sudo: uventet argument: %@
de: sudo: unerwartetes Argument: %@
es: sudo: argumento inesperado: %@
fr: sudo : argument inattendu : %@
it: sudo: argomento imprevisto: %@
ja: sudo: 予期しない引数です：%@
ko: sudo: 예상치 못한 인수: %@
nb: sudo: uventet argument: %@
pl: sudo: nieoczekiwany argument: %@
pt_br: sudo: argumento inesperado: %@
ru: sudo: неожиданный аргумент: %@
th: sudo: อาร์กิวเมนต์ที่ไม่คาดคิด: %@
tr: sudo: beklenmeyen bağımsız değişken: %@
uk: sudo: неочікуваний аргумент: %@
zh_hans: sudo：意外参数：%@
zh_hant: sudo：意外參數：%@

# sudo.cli.error.script_not_found
source: sudo: script not found: %@
ar: sudo: لم يتم العثور على البرنامج النصي: %@
bs: sudo: skripta nije pronađena: %@
da: sudo: script ikke fundet: %@
de: sudo: Skript nicht gefunden: %@
es: sudo: script no encontrado: %@
fr: sudo : script introuvable : %@
it: sudo: script non trovato: %@
ja: sudo: スクリプトが見つかりません：%@
ko: sudo: 스크립트를 찾을 수 없음: %@
nb: sudo: skript ikke funnet: %@
pl: sudo: nie znaleziono skryptu: %@
pt_br: sudo: script não encontrado: %@
ru: sudo: скрипт не найден: %@
th: sudo: ไม่พบสคริปต์: %@
tr: sudo: komut dosyası bulunamadı: %@
uk: sudo: сценарій не знайдено: %@
zh_hans: sudo：找不到脚本：%@
zh_hant: sudo：找不到腳本：%@

# sudo.cli.error.script_unreadable
source: sudo: script is not a readable regular file: %@
ar: sudo: البرنامج النصي ليس ملفًا عاديًا قابلاً للقراءة: %@
bs: sudo: skripta nije čitljiva obična datoteka: %@
da: sudo: script er ikke en læsbar almindelig fil: %@
de: sudo: Skript ist keine lesbare reguläre Datei: %@
es: sudo: el script no es un archivo normal legible: %@
fr: sudo : le script n'est pas un fichier normal lisible : %@
it: sudo: lo script non è un file normale leggibile: %@
ja: sudo: スクリプトが読み取り可能な通常ファイルではありません：%@
ko: sudo: 스크립트는 읽을 수 있는 일반 파일이 아닙니다: %@
nb: sudo: skriptet er ikke en lesbar vanlig fil: %@
pl: sudo: skrypt nie jest czytelnym zwykłym plikiem: %@
pt_br: sudo: o script não é um arquivo regular legível: %@
ru: sudo: скрипт не является читаемым обычным файлом: %@
th: sudo: สคริปต์ไม่ใช่ไฟล์ปกติที่สามารถอ่านได้: %@
tr: sudo: komut dosyası okunabilir bir normal dosya değil: %@
uk: sudo: сценарій не є читабельним звичайним файлом: %@
zh_hans: sudo：脚本不是可读的常规文件：%@
zh_hant: sudo：腳本不是可讀的常規檔案：%@

# sudo.cli.queued
source: sudo: request %@ queued; waiting up to %d seconds for approval in cmux…
ar: sudo: طلب %@ في قائمة الانتظار؛ الانتظار لمدة تصل إلى %d ثانية للحصول على الموافقة في cmux...
bs: sudo: zahtjev %@ u redu čekanja; čekanje do %d sekundi za odobrenje u cmux…
da: sudo:request%@ i kø; venter op til %d sekunder på godkendelse i cmux...
de: sudo: Anfrage %1$@ in der Warteschlange; wartet bis zu %2$d Sekunden auf Genehmigung in cmux…
es: sudo: solicitud %@ en cola; esperando hasta %d segundos para la aprobación en cmux…
fr: sudo : demande %@ en file d'attente ; attendre jusqu'à %d secondes pour l'approbation dans cmux…
it: sudo: richiesta %@ accodata; attesa fino a %d secondi per l’approvazione in cmux…
ja: sudo: リクエスト %1$@ をキューに追加しました。cmux での承認を最大 %2$d 秒待ちます…
ko: sudo: %@ 요청이 대기 중입니다. cmux에서 승인을 받기 위해 최대 %d초를 기다리는 중…
nb: sudo: forespørsel om %@ i kø; venter opptil %d sekunder på godkjenning i cmux...
pl: sudo: żądanie %@ w kolejce; oczekiwanie do %d sekund na zatwierdzenie w cmux…
pt_br: sudo: solicitação %@ enfileirada; aguardando até %d segundos pela aprovação no cmux…
ru: sudo: запрос %@ поставлен в очередь; ожидание до %d секунд для одобрения в cmux…
th: sudo: การร้องขอ %@ อยู่ในคิว; รอถึง %d วินาทีสำหรับการอนุมัติใน cmux...
tr: sudo: %@ isteği sıraya alındı; cmux'da onay için %d saniyeye kadar bekleniyor…
uk: sudo: запит %@ поставлено в чергу; очікування до %d секунд для схвалення в cmux…
zh_hans: sudo：请求%@已排队；在 cmux 中等待 %d 秒的批准...
zh_hant: sudo：請求%@已排隊；在 cmux 中等待 %d 秒的批准...

# sudo.cli.queued.singular
source: sudo: request %@ queued; waiting up to 1 second for approval in cmux…
ar: sudo: طلب %@ في قائمة الانتظار؛ الانتظار لمدة تصل إلى ثانية واحدة للحصول على الموافقة في cmux...
bs: sudo: zahtjev %@ u redu čekanja; čekanje do 1 sekunde za odobrenje u cmuxu…
da: sudo: request%@ i kø; venter op til 1 sekund på godkendelse i cmux...
de: sudo: Anfrage %@ in der Warteschlange; wartet bis zu 1 Sekunde auf Genehmigung in cmux…
es: sudo: solicitud %@ en cola; esperando hasta 1 segundo para la aprobación en cmux…
fr: sudo : demande %@ en file d'attente ; attendre jusqu'à 1 seconde pour l'approbation dans cmux…
it: sudo: richiesta %@ accodata; attesa fino a 1 secondo per l’approvazione in cmux…
ja: sudo: リクエスト %@ をキューに追加しました。cmux での承認を最大 1 秒待ちます…
ko: sudo: %@ 요청이 대기 중입니다. cmux에서 승인을 위해 최대 1초를 기다리는 중…
nb: sudo: forespørsel om %@ i kø; venter opptil 1 sekund på godkjenning i cmux...
pl: sudo: żądanie %@ w kolejce; oczekiwanie do 1 sekundy na zatwierdzenie w cmux…
pt_br: sudo: solicitação %@ enfileirada; aguardando até 1 segundo pela aprovação no cmux…
ru: sudo: запрос %@ поставлен в очередь; ожидание до 1 секунды для одобрения в cmux…
th: sudo: การร้องขอ %@ อยู่ในคิว; รอสูงสุด 1 วินาทีสำหรับการอนุมัติใน cmux...
tr: sudo: %@ isteği sıraya alındı; cmux'da onay için 1 saniyeye kadar bekleniyor…
uk: sudo: запит %@ поставлено в чергу; очікування до 1 секунди для схвалення в cmux…
zh_hans: sudo：请求%@已排队；在 cmux 中等待最多 1 秒等待批准...
zh_hant: sudo：請求%@已排隊；在 cmux 中等待最多 1 秒等待批准...

# sudo.cli.timeout.pending
source: sudo: timed out waiting for approval (request %@ was not approved)
ar: sudo: انتهت مهلة انتظار الموافقة (لم تتم الموافقة على طلب %@)
bs: sudo: isteklo je vrijeme čekanja na odobrenje (zahtjev %@ nije odobren)
da: sudo: tidsudløb venter på godkendelse (anmodning %@ blev ikke godkendt)
de: sudo: Zeitüberschreitung bei der Genehmigung (Anfrage %@ wurde nicht genehmigt)
es: sudo: se agotó el tiempo de espera de aprobación (la solicitud %@ no fue aprobada)
fr: sudo : délai d'attente d'approbation expiré (la demande %@ n'a pas été approuvée)
it: sudo: tempo scaduto in attesa dell’approvazione (la richiesta %@ non è stata approvata)
ja: sudo: 承認待ちがタイムアウトしました（リクエスト %@ は承認されませんでした）
ko: sudo: 승인 대기 시간이 초과되었습니다(%@ 요청이 승인되지 않음).
nb: sudo: tidsavbrudd venter på godkjenning (forespørsel %@ ble ikke godkjent)
pl: sudo: upłynął limit czasu oczekiwania na zatwierdzenie (żądanie %@ nie zostało zatwierdzone)
pt_br: sudo: tempo esgotado aguardando aprovação (a solicitação %@ não foi aprovada)
ru: sudo: истекло время ожидания утверждения (запрос %@ не был одобрен)
th: sudo: หมดเวลารอการอนุมัติ (คำขอ %@ ไม่ได้รับการอนุมัติ)
tr: sudo: onay beklenirken zaman aşımına uğradı (%@ isteği onaylanmadı)
uk: sudo: минув час очікування на схвалення (запит %@ не схвалено)
zh_hans: sudo：等待批准超时（请求%@未获批准）
zh_hant: sudo：等待批准逾時（請求%@未獲批准）

# sudo.cli.timeout.approved
source: sudo: request %@ was approved, but execution did not complete before the timeout
ar: sudo: تمت الموافقة على طلب %@، ولكن لم يكتمل التنفيذ قبل انتهاء المهلة
bs: sudo: zahtjev %@ je odobren, ali izvršenje nije završeno prije isteka vremena
da: sudo:request%@ blev godkendt, men udførelsen blev ikke gennemført før timeouten
de: sudo: Anfrage %@ wurde genehmigt, aber die Ausführung wurde vor dem Timeout nicht abgeschlossen
es: sudo: se aprobó la solicitud %@, pero la ejecución no se completó antes del tiempo de espera
fr: sudo : la demande %@ a été approuvée, mais l'exécution n'a pas été terminée avant l'expiration du délai.
it: sudo: la richiesta %@ è stata approvata, ma l'esecuzione non è stata completata prima del timeout
ja: sudo: リクエスト %@ は承認されましたが、タイムアウトまでに実行が完了しませんでした
ko: sudo: %@ 요청이 승인되었지만 시간 초과 전에 실행이 완료되지 않았습니다.
nb: sudo: forespørsel %@ ble godkjent, men utførelse ble ikke fullført før tidsavbruddet
pl: sudo: żądanie %@ zostało zatwierdzone, ale wykonanie nie zostało zakończone przed upływem limitu czasu
pt_br: sudo: a solicitação %@ foi aprovada, mas a execução não terminou antes do tempo limite
ru: sudo: запрос %@ был одобрен, но выполнение не завершилось до истечения времени ожидания.
th: sudo: คำขอ %@ ได้รับการอนุมัติแล้ว แต่การดำเนินการไม่เสร็จสมบูรณ์ก่อนหมดเวลา
tr: sudo: %@ isteği onaylandı ancak yürütme zaman aşımından önce tamamlanmadı
uk: sudo: запит %@ схвалено, але виконання не завершилося до закінчення часу очікування
zh_hans: sudo：请求%@已批准，但在超时之前执行未完成
zh_hant: sudo：請求%@已批准，但在逾時之前執行未完成

# sudo.cli.error.runner_context
source: sudo: could not start secure execution; retry from a cmux terminal
ar: sudo: تعذر بدء التنفيذ الآمن؛ أعد المحاولة من محطة cmux
bs: sudo: nije moguće pokrenuti sigurno izvršenje; pokušajte ponovo sa terminala cmux
da: sudo: kunne ikke starte sikker udførelse; prøv igen fra en cmux terminal
de: sudo: konnte die sichere Ausführung nicht starten; von einem cmux-Terminal aus erneut versuchen
es: sudo: no se pudo iniciar la ejecución segura; reintentar desde un terminal cmux
fr: sudo : impossible de démarrer l'exécution sécurisée ; réessayer depuis un terminal cmux
it: sudo: impossibile avviare l’esecuzione sicura; riprova da un terminale cmux
ja: sudo: 安全な実行を開始できませんでした。cmux ターミナルから再試行してください
ko: sudo: 보안 실행을 시작할 수 없습니다. cmux 터미널에서 다시 시도
nb: sudo: kunne ikke starte sikker kjøring; prøv på nytt fra en cmux-terminal
pl: sudo: nie można rozpocząć bezpiecznego wykonywania; spróbuj ponownie z terminala cmux
pt_br: sudo: não foi possível iniciar a execução segura; tente novamente em um terminal cmux
ru: sudo: не удалось запустить безопасное выполнение; повторить попытку с терминала cmux
th: sudo: ไม่สามารถเริ่มการดำเนินการที่ปลอดภัยได้ ลองอีกครั้งจากเทอร์มินัล cmux
tr: sudo: güvenli yürütme başlatılamadı; cmux terminalinden yeniden deneyin
uk: sudo: не вдалося почати безпечне виконання; повторіть спробу з терміналу cmux
zh_hans: sudo：无法启动安全执行；从 cmux 终端重试
zh_hant: sudo：無法啟動安全執行；從 cmux 終端重試

# sudo.cli.error.enclosing_app
source: sudo: use the cmux CLI included with the cmux app, then retry
ar: sudo: استخدم cmux CLI المتضمن في تطبيق cmux، ثم أعد المحاولة
bs: sudo: koristite cmux CLI uključen u aplikaciju cmux, a zatim pokušajte ponovo
da: sudo: brug cmux CLI, der følger med cmux-appen, og prøv derefter igen
de: sudo: Verwenden Sie die in der cmux-App enthaltene cmux-CLI und versuchen Sie es erneut
es: sudo: use la CLI cmux incluida con la aplicación cmux y luego vuelva a intentarlo
fr: sudo : utilisez la CLI cmux incluse avec l'application cmux, puis réessayez
it: sudo: utilizza la CLI cmux inclusa con l'app cmux, quindi riprova
ja: sudo: cmux アプリに含まれる cmux CLI を使用して再試行してください
ko: sudo: cmux 앱에 포함된 cmux CLI를 사용한 후 다시 시도하세요.
nb: sudo: bruk cmux CLI som følger med cmux-appen, og prøv deretter på nytt
pl: sudo: użyj interfejsu CLI cmux dołączonego do aplikacji cmux, a następnie spróbuj ponownie
pt_br: sudo: use a CLI do cmux incluída no aplicativo cmux e tente novamente
ru: sudo: используйте интерфейс командной строки cmux, включенный в приложение cmux, затем повторите попытку.
th: sudo: ใช้ cmux CLI ที่มาพร้อมกับแอป cmux จากนั้นลองอีกครั้ง
tr: sudo: cmux uygulamasıyla birlikte verilen cmux CLI'yi kullanın ve ardından yeniden deneyin
uk: sudo: використовуйте cmux CLI, що входить до програми cmux, а потім повторіть спробу
zh_hans: sudo：使用 cmux 应用程序附带的 cmux CLI，然后重试
zh_hant: sudo：使用 cmux 應用程式附帶的 cmux CLI，然後再試

# sudo.approval.heading
source: Administrator access requested
ar: طلب وصول المسؤول
bs: Zatražen je administratorski pristup
da: Administratoradgang anmodet
de: Administratorzugriff angefordert
es: Acceso de administrador solicitado
fr: Accès administrateur demandé
it: È richiesto l'accesso come amministratore
ja: 管理者アクセスが要求されました
ko: 관리자 액세스가 요청되었습니다
nb: Administratortilgang forespurt
pl: Zażądano dostępu administratora
pt_br: Acesso de administrador solicitado
ru: Запрошен доступ администратора
th: ร้องขอการเข้าถึงของผู้ดูแลระบบ
tr: Yönetici erişimi istendi
uk: Потрібен доступ адміністратора
zh_hans: 请求管理员访问权限
zh_hant: 請求管理員存取權限

# sudo.approval.warning
source: Review the entire script before approving. It will run with administrator privileges.
ar: قم بمراجعة النص بأكمله قبل الموافقة عليه. سيتم تشغيله بامتيازات المسؤول.
bs: Pregledajte cijelu skriptu prije odobravanja. Pokrenut će se s administratorskim privilegijama.
da: Gennemgå hele scriptet, før du godkender det. Det vil køre med administratorrettigheder.
de: Überprüfen Sie das gesamte Skript, bevor Sie es genehmigen. Es wird mit Administratorrechten ausgeführt.
es: Revise el guión completo antes de aprobarlo. Se ejecutará con privilegios de administrador.
fr: Passez en revue l’intégralité du script avant de l’approuver. Il fonctionnera avec les privilèges d'administrateur.
it: Esamina l'intero script prima di approvarlo. Verrà eseguito con privilegi di amministratore.
ja: 承認する前にスクリプト全体を確認してください。管理者権限で実行されます。
ko: 승인하기 전에 전체 스크립트를 검토하세요. 관리자 권한으로 실행됩니다.
nb: Se gjennom hele manuset før du godkjenner det. Det vil kjøre med administratorrettigheter.
pl: Przed zatwierdzeniem przejrzyj cały skrypt. Będzie działać z uprawnieniami administratora.
pt_br: Revise o script inteiro antes de aprovar. Ele será executado com privilégios de administrador.
ru: Прежде чем утверждать, просмотрите весь сценарий. Он будет работать с правами администратора.
th: ตรวจสอบสคริปต์ทั้งหมดก่อนที่จะอนุมัติ มันจะทำงานด้วยสิทธิ์ของผู้ดูแลระบบ
tr: Onaylamadan önce betiğin tamamını inceleyin. Yönetici ayrıcalıklarıyla çalışacaktır.
uk: Перегляньте весь сценарій перед схваленням. Він працюватиме з правами адміністратора.
zh_hans: 在批准之前检查整个脚本。它将以管理员权限运行。
zh_hant: 在批准之前檢查整個腳本。它將以管理員權限運行。

# sudo.approval.request_id
source: Request ID
ar: معرف الطلب
bs: Zatražite ID
da: Anmod om ID
de: Anfrage-ID
es: Solicitar identificación
fr: Numéro de demande
it: Richiedi un documento d'identità
ja: リクエスト ID
ko: 요청 ID
nb: Be om ID
pl: Identyfikator żądania
pt_br: ID da solicitação
ru: Идентификатор запроса
th: ขอรหัส
tr: Talep Kimliği
uk: ID запиту
zh_hans: 请求ID
zh_hant: 請求ID

# sudo.approval.reason
source: Reason
ar: سبب
bs: Razlog
da: Årsag
de: Grund
es: Razón
fr: Raison
it: Motivo
ja: 理由
ko: 이유
nb: Grunn
pl: Powód
pt_br: Motivo
ru: Причина
th: เหตุผล
tr: Sebep
uk: Причина
zh_hans: 原因
zh_hant: 原因

# sudo.approval.requester
source: Requested by
ar: طلب من
bs: Zatražio
da: Forespurgt af
de: Angefordert von
es: Solicitado por
fr: Demandé par
it: Richiesto da
ja: 要求元
ko: 요청자
nb: Forespurt av
pl: Na prośbę
pt_br: Solicitado por
ru: По запросу
th: ร้องขอโดย
tr: Talep eden
uk: Запит від
zh_hans: 请求者
zh_hant: 請求者

# sudo.approval.working_directory
source: Working directory
ar: دليل العمل
bs: Radni imenik
da: Arbejdsmappe
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉토리
nb: Arbeidskatalog
pl: Katalog roboczy
pt_br: Diretório de trabalho
ru: Рабочий каталог
th: ไดเร็กทอรีการทำงาน
tr: Çalışma dizini
uk: Робочий каталог
zh_hans: 工作目录
zh_hant: 工作目錄

# sudo.approval.queued
source: Queued
ar: في قائمة الانتظار
bs: U redu
da: I kø
de: In der Warteschlange
es: En cola
fr: En file d'attente
it: In coda
ja: キューに追加
ko: 대기 중
nb: I kø
pl: W kolejce
pt_br: Na fila
ru: В очереди
th: เข้าคิว
tr: Sıraya alındı
uk: У черзі
zh_hans: 排队
zh_hant: 排隊

# sudo.approval.script
source: Script to run as root
ar: البرنامج النصي لتشغيله كجذر
bs: Skripta za pokretanje kao root
da: Script til at køre som root
de: Skript zum Ausführen als Root
es: Script para ejecutar como root
fr: Script à exécuter en tant que root
it: Script da eseguire come root
ja: root として実行するスクリプト
ko: 루트로 실행할 스크립트
nb: Skript som skal kjøres som root
pl: Skrypt do uruchomienia jako root
pt_br: Script a ser executado como root
ru: Скрипт для запуска от root
th: สคริปต์เพื่อทำงานในฐานะรูท
tr: Kök olarak çalıştırılacak komut dosyası
uk: Скрипт для запуску від імені root
zh_hans: 以 root 身份运行的脚本
zh_hant: 以 root 身分執行的腳本

# sudo.approval.approve
source: Approve with Touch ID
ar: الموافقة مع Touch ID
bs: Odobrenje sa Touch ID
da: Godkend med Touch ID
de: Mit Touch ID genehmigen
es: Aprobar con Touch ID
fr: Approuver avec Touch ID
it: Approva con Touch ID
ja: Touch ID で承認
ko: Touch ID로 승인
nb: Godkjenn med Touch ID
pl: Zatwierdź za pomocą Touch ID
pt_br: Aprovar com Touch ID
ru: Утвердить с помощью Touch ID
th: อนุมัติด้วย Touch ID
tr: Touch ID ile onaylayın
uk: Підтвердити за допомогою Touch ID
zh_hans: 使用 Touch ID 批准
zh_hant: 使用 Touch ID 批准

# sudo.approval.deny
source: Deny
ar: ينكر
bs: Odbij
da: Nægte
de: Verweigern
es: Denegar
fr: Refuser
it: Negare
ja: 拒否
ko: 부인하다
nb: Benekte
pl: Zaprzeczyć
pt_br: Negar
ru: Отрицать
th: ปฏิเสธ
tr: Reddetmek
uk: Заперечувати
zh_hans: 否定
zh_hant: 否定

# sudo.approval.status.waiting
source: Waiting for approval
ar: في انتظار الموافقة
bs: Čeka se odobrenje
da: Venter på godkendelse
de: Warten auf Genehmigung
es: Esperando aprobación
fr: En attente d'approbation
it: In attesa di approvazione
ja: 承認待ち
ko: 승인을 기다리는 중
nb: Venter på godkjenning
pl: Oczekiwanie na zatwierdzenie
pt_br: Aguardando aprovação
ru: Ожидание одобрения
th: รอการอนุมัติ
tr: Onay bekleniyor
uk: Очікування затвердження
zh_hans: 等待批准
zh_hant: 等待批准

# sudo.approval.status.deciding
source: Applying decision…
ar: تطبيق القرار...
bs: Primjena odluke…
da: Anvender beslutning...
de: Entscheidung anwenden...
es: Aplicando decisión…
fr: Application de la décision…
it: Applicazione della decisione...
ja: 決定を適用中…
ko: 결정을 적용하는 중…
nb: Bruker vedtak …
pl: Stosowanie decyzji…
pt_br: Aplicando decisão…
ru: Принятие решения…
th: กำลังใช้การตัดสินใจ...
tr: Karar uygulanıyor…
uk: Застосування рішення…
zh_hans: 应用决定...
zh_hant: 應用決定...

# sudo.approval.status.approved
source: Approved — starting the secure runner…
ar: تمت الموافقة عليه - بدء تشغيل برنامج التشغيل الآمن...
bs: Odobreno — pokretanje sigurnog trkača…
da: Godkendt – start af den sikre løber...
de: Genehmigt — Starten des sicheren Läufers...
es: Aprobado: iniciando el corredor seguro...
fr: Approuvé — démarrage du coureur sécurisé…
it: Approvato: avvio del secure runner...
ja: 承認済み — セキュアランナーを起動中…
ko: 승인됨 — 보안 실행기 시작 중…
nb: Godkjent – ​​starter den sikre løperen …
pl: Zatwierdzono — uruchomienie bezpiecznego prowadnicy…
pt_br: Aprovado — iniciando o executor seguro…
ru: Одобрено — запуск безопасного бегуна…
th: อนุมัติ — กำลังเริ่มนักวิ่งที่ปลอดภัย...
tr: Onaylandı — secure runner başlatılıyor…
uk: Схвалено — запуск безпечного бігуна…
zh_hans: 已批准 - 启动安全运行程序...
zh_hant: 已批准 - 啟動安全運行程序...

# sudo.approval.status.executing
source: Running with administrator privileges…
ar: التشغيل بامتيازات المسؤول...
bs: Pokreće se sa administratorskim privilegijama…
da: Kører med administratorrettigheder...
de: Läuft mit Administratorrechten...
es: Ejecutando con privilegios de administrador…
fr: Exécution avec les privilèges d’administrateur…
it: In esecuzione con privilegi di amministratore…
ja: 管理者権限で実行中…
ko: 관리자 권한으로 실행 중...
nb: Kjører med administratorrettigheter …
pl: Uruchamianie z uprawnieniami administratora…
pt_br: Executando com privilégios de administrador…
ru: Запуск с правами администратора…
th: กำลังรันด้วยสิทธิ์ของผู้ดูแลระบบ...
tr: Yönetici ayrıcalıklarıyla çalıştırılıyor…
uk: Запуск із правами адміністратора…
zh_hans: 以管理员权限运行...
zh_hant: 以管理員權限運行...

# sudo.approval.window_title
source: Administrator request %@
ar: طلب المسؤول %@
bs: Administratorski zahtjev %@
da: Administratoranmodning %@
de: Administratoranfrage %@
es: Solicitud de administrador %@
fr: Demande de l'administrateur %@
it: Richiesta dell'amministratore %@
ja: 管理者リクエスト %@
ko: 관리자 요청 %@
nb: Administratorforespørsel %@
pl: Żądanie administratora %@
pt_br: Solicitação de administrador %@
ru: Запрос администратора %@
th: ผู้ดูแลระบบร้องขอ %@
tr: Yönetici isteği %@
uk: Запит адміністратора %@
zh_hans: 管理员请求 %@
zh_hant: 管理員請求 %@

# sudo.approval.requester_value
source: %1$@ (PID %2$d)
ar: %1$@ (العملية %2$d)
bs: %1$@ (proces %2$d)
da: %1$@ (proces %2$d)
de: %1$@ (Prozess %2$d)
es: %1$@ (proceso %2$d)
fr: %1$@ (processus %2$d)
it: %1$@ (processo %2$d)
ko: %1$@ (프로세스 %2$d)
nb: %1$@ (prosess %2$d)
pl: %1$@ (proces %2$d)
pt_br: %1$@ (processo %2$d)
ru: %1$@ (процесс %2$d)
th: %1$@ (กระบวนการ %2$d)
tr: %1$@ (süreç %2$d)
uk: %1$@ (процес %2$d)
zh_hans: %1$@ (进程 %2$d)
zh_hant: %1$@ (程序 %2$d)

# cli.vm.output.invalidPage
source: The machine returned an invalid output page. Reconnect and retry.
ar: أرجع الجهاز صفحة مخرجات غير صالحة. أعد الاتصال وأعد المحاولة.
de: Die Maschine hat eine ungültige Ausgabeseite zurückgegeben. Verbinden Sie sich erneut und versuchen Sie es noch einmal.
es: La máquina devolvió una página de salida no válida. Vuelva a conectarse y reintente.
fr: La machine a renvoyé une page de sortie invalide. Reconnectez-vous et réessayez.
ja: マシンが無効な出力ページを返しました。再接続して再試行してください。
ko: 머신이 유효하지 않은 출력 페이지를 반환했습니다. 다시 연결한 후 시도하십시오.
zh_hans: 机器返回了无效的输出页。请重新连接并重试。
zh_hant: 機器傳回了無效的輸出頁面。請重新連接並重試。

# cli.vm.output.incomplete
source: The machine's output could not be read completely. Reconnect and retry.
ar: تعذر قراءة مخرجات الجهاز بالكامل. أعد الاتصال وأعد المحاولة.
de: Die Ausgabe der Maschine konnte nicht vollständig gelesen werden. Verbinden Sie sich erneut und versuchen Sie es noch einmal.
es: La salida de la máquina no se pudo leer por completo. Vuelva a conectarse y reintente.
fr: La sortie de la machine n'a pas pu être lue complètement. Reconnectez-vous et réessayez.
ja: マシンの出力を完全に読み取ることができませんでした。再接続して再試行してください。
ko: 머신의 출력을 완전히 읽을 수 없습니다. 다시 연결한 후 시도하십시오.
zh_hans: 无法完整读取机器的输出。请重新连接并重试。
zh_hant: 無法完整讀取機器的輸出。請重新連接並重試。

# cli.vm.snapshot.invalidList
source: The machine returned an invalid snapshot list. Reconnect and retry.
ar: أرجع الجهاز قائمة لقطات غير صالحة. أعد الاتصال وأعد المحاولة.
de: Die Maschine hat eine ungültige Snapshot-Liste zurückgegeben. Verbinden Sie sich erneut und versuchen Sie es noch einmal.
es: La máquina devolvió una lista de instantáneas no válida. Vuelva a conectarse y reintente.
fr: La machine a renvoyé une liste d'instantanés invalide. Reconnectez-vous et réessayez.
ja: マシンが無効なスナップショットリストを返しました。再接続して再試行してください。
ko: 머신이 유효하지 않은 스냅샷 목록을 반환했습니다. 다시 연결한 후 시도하십시오.
zh_hans: 机器返回了无效的快照列表。请重新连接并重试。
zh_hant: 機器傳回了無效的快照清單。請重新連接並重試。

# cloud.link.inputTooLarge
source: The machine input chunk is too large. Split it into smaller chunks and retry.
ar: جزء إدخال الجهاز كبير جداً. قم بتقسيمه إلى أجزاء أصغر وأعد المحاولة.
de: Der Eingabe-Chunk der Maschine ist zu groß. Teilen Sie ihn in kleinere Chunks auf und versuchen Sie es erneut.
es: El fragmento de entrada de la máquina es demasiado grande. Divídelo en fragmentos más pequeños y vuelve a intentarlo.
fr: Le bloc d'entrée de la machine est trop volumineux. Divisez-le en blocs plus petits et réessayez.
ja: マシンの入力チャンクが大きすぎます。より小さなチャンクに分割して再試行してください。
ko: 머신 입력 청크가 너무 큽니다. 더 작은 청크로 분할한 후 다시 시도하십시오.
zh_hans: 机器输入分块过大。请将其拆分为更小的分块并重试。
zh_hant: 機器輸入區塊太大。請將其分割為較小的區塊並重試。

# cloud.workspace.ambiguousName
source: Several machine workspaces have that name. Use a workspace ID or choose a unique name.
ar: هناك عدة مساحات عمل للجهاز تحمل هذا الاسم. استخدم معرف مساحة عمل أو اختر اسماً فريداً.
de: Mehrere Maschinen-Arbeitsbereiche haben diesen Namen. Verwenden Sie eine Arbeitsbereichs-ID oder wählen Sie einen eindeutigen Namen.
es: Varios espacios de trabajo de la máquina tienen ese nombre. Usa un ID de espacio de trabajo o elige un nombre único.
fr: Plusieurs espaces de travail de machine portent ce nom. Utilisez un ID d'espace de travail ou choisissez un nom unique.
ja: その名前を持つマシンワークスペースが複数存在します。ワークスペースIDを使用するか、一意の名前を選択してください。
ko: 해당 이름을 가진 머신 작업 공간이 여러 개 있습니다. 작업 공간 ID를 사용하거나 고유한 이름을 선택하십시오.
zh_hans: 有多个机器工作区使用该名称。请使用工作区 ID 或选择一个唯一的名称。
zh_hant: 有數個機器工作區使用該名稱。請使用工作區 ID 或選擇唯一的名稱。
